Repository: StillARockstar/WristSteps
Catalog: *.lproj/Localizable.strings
Languages: de

# home.detail.today
source: Today
de: Heute

# home.detail.steps
source: steps
de: Schritte

# home.detail.goalTitle
source: Goal
de: Ziel

# home.detail.goalValue %lld
source: %lld steps
de: %lld Schritte

# settings.goal
source: Step Goal
de: Schritt Ziel

# settings.color
source: App Color
de: App Farbe

# settings.help
source: Help
de: Hilfe

# settings.aboutApp
source: About App
de: Über die App

# setGoal.title
source: Step Goal
de: Schritt Ziel

# setGoal.text %lld
source: The recommended amount of steps is %lld per day
de: Es wird empfohlen jeden Tag %lld zu gehen

# setGoal.update
source: Save
de: Speichern

# setColor.title
source: App Color
de: App Farbe

# setColor.text
source: App & Watchface color
de: App & Ziffernblatt Farbe

# setColor.iap.price %@
source: for %@
de: um %@

# setColor.iap.info
source: One time purchase
de: Einmaliger Kauf

# setColor.iap.restore
source: Restore Purchase
de: Wiederherstellen

# onboarding.setGoal.title
source: Set a Goal
de: Ziele setzen

# onboarding.setGoal.text
source: Go to the Settings to set your daily Step Goal.
de: Gehen zu den Einstellungen und setze ein Schrittziel.

# onboarding.setColor.title
source: Set a Color
de: Farbe setzen

# onboarding.setColor.text
source: Go to the Settings and pick a color for the app and complication.
de: Gehen zu den Einstellungen und setze eine Farbe für Wriststeps und das Ziffernblatt.

# onboarding.complication.title
source: Set the Complication
de: Ziffernblatt

# onboarding.complication.text
source: Go back to the watch face and long press to edit. From there you can select WristSteps as a Complication.
de: Gehe zurück zum Ziffernblatt, tappe lang auf den Bildschirm und wähle Wriststeps als Complication.

# onboarding.done.title
source: Happy walking!
de: Frohes Gehen!

# onboarding.done.text
source: And that is all you to know!
de: Das is alles was du wissen musst!

# onboarding.done.button
source: Done
de: Fertig

# onboarding.welcome.title
source: Welcome to Wriststeps
de: Willkommen bei Wriststeps

# onboarding.welcome.text
source: Wriststeps is the app to show steps in your prefered style.
de: Wriststeps ist deine App um deine Schritte in deinem Stil zu sehen.

# aboutApp.title
source: About WristSteps
de: Über WristSteps

# color.prem2
source: White
de: Weiß

# color.prem3
source: Red
de: Rot

# color.prem6
source: Apricot
de: Aprikose

# color.prem7
source: Peach
de: Pfirsich

# color.prem10
source: Light Orange
de: Hellorange

# color.prem11
source: Mellow Yellow
de: Sanftes Gelb

# color.prem12
source: Lemon Cream
de: Zitronencreme

# color.prem13
source: Yellow
de: Gelb

# color.prem15
source: Canary Yellow
de: Kanariengelb

# color.prem16
source: Flash Light
de: Blitzlicht

# color.prem17
source: Flash
de: Blitz

# color.prem18
source: Green
de: Grün

# color.prem19
source: Spearmint
de: Grüne Minze

# color.prem20
source: Mint
de: Minze

# color.prem21
source: Beryl
de: Beryll

# color.prem22
source: Sea Foam
de: Meeresschaum

# color.prem23
source: Turquoise
de: Tükis

# color.prem24
source: Light Blue
de: Hellblau

# color.prem25
source: Surf Blue
de: Surf Blau

# color.prem26
source: Blue
de: Blau

# color.prem27
source: Royal Blue
de: Königsblau

# color.prem28
source: Cerulean
de: Himmelblau

# color.prem29
source: Lilac
de: Lila

# color.prem30
source: Mist Blue
de: Nebelblau

# color.prem31
source: Azure
de: Azurblau

# color.prem32
source: Nothern Blue
de: Nordblau

# color.prem33
source: Storm Grey
de: Sturmgrau

# color.prem34
source: Cactus
de: Kaktus

# color.prem35
source: Pacific Green
de: Pazifikgrün

# color.prem36
source: Blue Cobalt
de: Blaues Kobalt

# color.prem37
source: Alaskan Blue
de: Alaska Blau

# color.prem38
source: Dark Teal
de: Dunkelblau

# color.prem39
source: Blue Horizon
de: Blauer Horizont

# color.prem40
source: Deep Navy
de: Tiefe Marine

# color.prem41
source: Linen Blue
de: Leinen Blau

# color.prem43
source: Midnight Blue
de: Mitternachtblau

# color.prem44
source: Ocean Blue
de: Meerblau

# color.prem45
source: Delft Blue
de: Delfter Blau

# color.prem47
source: Purple
de: Violett

# color.prem48
source: Ultra Violet
de: Ultraviolett

# color.prem49
source: Lavender Grey
de: Lavendelgrau

# color.prem50
source: Lavender
de: Lavendel

# color.prem51
source: Pink Sand
de: Rosa Sand

# color.prem52
source: Light Pink
de: Hell-Pink

# color.prem55
source: Pink
de: Rosa

# color.prem56
source: Electric Pink
de: Elektr. Rosa

# color.prem57
source: Pink Citrus
de: Rosa Zitrus

# color.prem59
source: Dragon Fruit
de: Drachenfrucht

# color.prem60
source: Hibiscus
de: Hibiskus

# color.prem61
source: Pomegranate
de: Granatapfel

# color.prem62
source: Plum
de: Pflaume

# color.prem63
source: Rose Red
de: Rosenrot

# color.prem64
source: Camellia
de: Kamelie

# color.prem66
source: Camel
de: Kamel

# color.prem67
source: Walnut
de: Walnuss

# color.prem68
source: Stone
de: Stein

# color.prem69
source: Antique White
de: Altweiß

# color.prem70
source: Cream
de: Creme

# color.prem71
source: Soft White
de: Weiches Weiß

# color.prem72
source: Pebble
de: Kieselstein

# color.prem73
source: Cocoa
de: Kakao

# color.prem74
source: Coastal Grey
de: Küstengrau

# color.prem75
source: Dark Olive
de: Dunkle Oliven

# color.prem77
source: Pine Green
de: Kieferngrün

# color.prem78
source: Cyprus Green
de: Zypern Grün

# color.prem80
source: Rose Gold
de: Roségold

# color.prem81
source: Yellow Gold
de: Gelbgold
